Repository: ndlong1712/Titan
Catalog: PartyPrint/*.lproj/Localizable.strings
Languages: de, fr, tr

# NOTCONFIGURED
source: (None)
fr: (Aucun)
tr: (Yok)

# SendImages
source: Print
de: Senden
fr: Envoyer
tr: Yazdır

# MenuTakePhoto
source: Take Photo
de: Aufnahme
fr: Prendre Photo
tr: Resim çek

# MenuSelectAlbum
source: Choose Existing
de: Auswahl
fr: Choix existant
tr: Var olanı seç

# MenuShowHelp
source: Help
de: Hilfe
fr: Aide
tr: Yardım

source: AGREE
de: Ich stimme zu
fr: ACCEPTER
tr: KABUL

# NotAgree
source: DO NOT AGREE
de: ich stimme nicht zu
fr: NE PAS ACCEPTER
tr: KABUL ETME

source: YES
de: JA
fr: OUI
tr: EVET

source: NO
de: NEIN
fr: NON
tr: HAYIR

source: Done
de: Erledigt
fr: Terminé
tr: Bitti

source: Cancel
de: Abbrechen
fr: Annuler
tr: İptal

# Menu
source: Back
de: Zurück
fr: Retour
tr: Geri

# SelectedImageExists
source: Selected: %d
de: Auswahl:%d
fr: Sélectionné : %d
tr: Seçilen: %d

source: Retry
tr: yeniden dene

source: Continue
de: Fortsetzen
fr: Continuez
tr: Devam etmek

# AgreementViewTitle
source: Terms
de: Nuztungsbedingungen
fr: Conditions d'utilisation
tr: Hizmet şartları

# AppRecoverMessage
source: Please wait ...
de: Bitte warten…
fr: Merci d'attendre …
tr: Lütfen bekleyin ...

source: Information
tr: Bilgi

source: Open Source
tr: Açık kaynak

# SendingPeriodDateFormat
source: MMMM d, yyyy
de: yyyy/M/d
fr: yyyy/M/d
tr: M/d/yyyy

# SendingPeriodTimeFormat
source: h:mm a
de: H:mm
fr: H:mm
tr: H:mm

source: Settings
de: Einstellungen
fr: Réglages
tr: Ayarlar

# MaxImageSelectWarning
source: You may select a maximum of %d images to send to the printer.?Choose OK from this screen to reduce the number of images you have selected.
de: Sie können bis zu %d Bilder ausxwählen. Bitte senden Sie zuerst die selektierten Bilder, bevor Sie mehr Bilder auswählen.
fr: Vous pouvez sélectionner jusqu'à %d images. Veuillez transférer les images sélectionnées avant de sélectionner de nouvelles images.
tr: En çok %d resim seçebilirsiniz.

# ImageCreationDateUnknown
source: The selected image can not be printed. The application cannot retrieve date information from image.
de: Das Bild kann nicht gedruckt werden. Die Datumsinformationen können nicht gelesen werden.
fr: Impossible d'imprimer l'image. Impossible d'obtenir les données correspondant à la date de l'image.
tr: Resim yazdırılamıyor. Resimden tarih bilgisi alınamıyor.

# ImageSendingPeriodError
source: The image can not be printed. Please select images taken from %@ to %@.
de: Die Bilder können nicht gedruckt werden. Bitte wählen Sie Bilder aus, die im folgenden Zeitraum aufgenommen wurden: %@ to %@.
fr: Impossible d'imprimer l'image. Veuillez resélectionner l'image prise du %@ au %@.
tr: Resim yazdırılamıyor. Lütfen %@ ile %@ arasında çekilen resimleri seçin.

# Uploading
source: Image(s) are being transferred...
de: Bildübertragung läuft…
fr: Transfert de la ou des images en cours…
tr: Aktarılıyor…

# PhotolusioDeviceNotReachable
source: Party Print cannot connect to its server. Please connect to the required WiFi Hotspot.
de: Das Wi-Fi-Ziel wurde nicht in den Einstellungen konfiguriert. Bitte wählen Sie das entsprechende Ziel aus.
fr: La destination Wi-Fi n'a pas été configurée dans les Paramètres. Veuillez configurer les paramètres réseau Wi-Fi spécifiés.
tr: Sistem servere bağlanamıyor. Bu etkinlik için lütfen WiFi Hotspot'a bağlanın.

# ConnectionError
source: Party Print is having trouble communicating with the server. Please try again. If the problem persists please disconnect and reconnect your WiFi connection. (Error Code:%04d)
de: Die Verbindung zwischen Server und Gerät ist instabil. Bitte versuchen Sie es erneut. Sollte sich das Problem fortsetzen, stellen Sie bitte die Wi-Fi-Einstellung ab und rekonfigurieren Sie die Verbindung.(Error Code: %04d)
fr: La liaison entre le serveur et l'appareil n'est pas stable. Veuillez essayer à nouveau. Si le problème se répète, désactivez les paramètres Wi-Fi et répétez la configuration. (Code d'erreur : %04d)
tr: Sistem servere bağlanmakta sorun yaşıyor. Lütfen tekrar deneyin. Eğer sorun devam ederse lütfen çıkın ve WiFi bağlantınızı yeniden kurun.(Hata Kodu:%04d)

# ImageSavedError
source: Failed to save the image.(Error Code:%04d)
de: Das Specihern des Bilds schlug fehl (Error Code: %04d)
fr: Erreur d'enregistrement de l'image.(Code d'erreur : %04d)
tr: Resim kaydedilemed.(Hata Kodu:%04d)

# ImageSendDone
source: Thank you. Your photo has been sent to the server. You can now submit another photo
de: Vielen Dank! Ihr Bild wurde zum Druck an den Server gesendet. Sie können nun ein neues Bild senden.
fr: Merci. Votre photo a été transmise au serveur. Vous pouvez maintenant envoyer une nouvelle photo
tr: Teşekkürler. Fotoğrafınız servere gönderildi. Şimdi başka bir fotoğraf gönderebilirsiniz

# PhotoAccessDisable
source: This application requires access to your photos. Go to Settings > Privacy > Photos and enable access for Party Print..
de: Diese Anwendung erfordert Zugriff auf Ihre Fotos. Gehen Sie zu Einstellungen> Datenschutz> Fotos> Fotos für Party Print verfügbar machen.
fr: Cette application nécessite l'accès à vos photos. Aller dans Réglages > Confidentialité > Photos > Rendre accessible les photos pour Party Print
tr: Bu uygulama fotoğraflarınıza erişmeyi gerektirir. Ayarlar>Gizlilik > Fotoğraflar'agidin ve Party Print için erişimi açın.

# LessMemoryWarning
source: Your device has run out of memory. Please close other open applications and try again.
de: Ihr Gerät hat keinen Speicher mehr. Bitte schließen Sie andere Anwendungen und versuchen Sie es erneut.
fr: Votre appareil est à court de mémoire. Merci de fermer les applications ouvertes et essayer à nouveau.
tr: Bu cihazın hafızası daha fazla resim seçmek için yeterli değil. Daha başka resimleri seçmek için lütfen seçilmiş olanları yazdırın.

# NetworkErrorMessage
source: The application cannot connect to the server. Please connect to the Wi-Fi network for this event.
de: App kann sich nicht mit dem Server verbinden. Die App muss mit dem drahtlosen Netzwerk Party Print verbunden sein.
fr: L'application ne peut pas se connecter au serveur. L’application doit être connectée au réseau sans fil Party Print pour pouvoir envoyer les photos au serveur.
tr: Uygulama sunucuya bağlanamıyor. Uygulama sunucuya resim gönderebilmek için Party Print kablosuza bağlı olmalıdır.

# AVCaptureAccessDisable
source: This application requires access to your Camera. Go to Settings > Privacy > Camera and enable access for Party Print..
de: Diese Anwendung möchte auf Ihre Kamera zugreifen. Gehen Sie zu Einstellungen> Datenschutz> Kamera> Kamera für Party Print verfügbar machen.
fr: Cette application souhaite accéder à l'appareil photo. Allez dans Réglages > Confidentialité > Appareil photo> Rendre accessible l'appareil photo pour Party Print
tr: Bu uygulama Kameraya Erişmek istiyor. Ayarlar > Gizlilik > Kamera ve Party Print için erişimi açın.

# PhotoAndAVCaptureAccessDisable
source: This application requires access to your Camera. Go to Settings > Privacy > Camera and enable access for Party Print.. ------------------------------ This application requires access to your photos. Go to Settings > Privacy > Photos and enable access for Party Print..
de: Diese Anwendung möchte auf Ihre Kamera zugreifen. Gehen Sie zu Einstellungen> Datenschutz> Kamera> Kamera für Party Print verfügbar machen. ------------------------------ Diese Anwendung erfordert Zugriff auf Ihre Fotos. Gehen Sie zu Einstellungen> Datenschutz> Fotos> Fotos für Party Print verfügbar machen.
fr: Cette application souhaite accéder à l'appareil photo. Allez dans Réglages > Confidentialité > Appareil photo> Rendre accessible l'appareil photo pour Party Print ------------------------------ Cette application nécessite l'accès à vos photos. Aller dans Réglages > Confidentialité > Photos > Rendre accessible les photos pour Party Print
tr: Bu uygulama Kameraya Erişmek istiyor. Ayarlar > Gizlilik > Kamera ve Party Print için erişimi açın. ------------------------------ Bu uygulama fotoğraflarınıza erişmeyi gerektirir. Ayarlar>Gizlilik > Fotoğraflar'agidin ve Party Print için erişimi açın.

# PrivacyPolicyMessage
source: Copyright law prohibits the duplication of copyrighted photos without permission of the photographer. It is your responsibility to ensure that you use the system in a legal manner.
de: Unerwartete Datenschäden können währen der Nutzung auftreten. Da wir keine Verantwortung für einen solchen Datenverlust oder -schaden übernemen, bitten wir Sie, vor dem Nutzen dieses Service stets einen Backup zu tätigen. Copyright-Gesetze untersagen die Vervielfältigung von geschützten Bildern ohne Zustimmung durch den Fotografen. Es ist Ihre Verantwortung, diesen Servicen gesetzeskonform zu nutzen.
fr: Il existe un risque de détérioration/perte de données pendant l'utilisation. Ne pouvant pas assumer la responsabilité de ce genre de détérioration/perte, nous vous conseillons de sauvegarder ces données avant d'utiliser le système. La législation sur la propriété intellectuelle interdit toute duplication des photos soumises au droit d'auteur sans l'autorisation du photographe auquel elles appartiennent. Vous devez donc vous assurer que vous utilisez en permanence ce système dans le cadre stricte de la loi. 09/01/2012
tr: Telif Hakları Kanunu telif haklı fotoğrafların fotoğrafçının izni olmadan çoğaltılmasını yasaklar. Sistemin yasal şekilde kullanıması sizin sorumluluğunuzdadır.

# PrivacyPolicyDescription
source: Please read terms of use carefully. If you agree, please check the box and continue. If not, please press the home button of your device to close this application
de: Bitte lesen Sie die Nutzungsbedingungen und Datenschutzbestimmungen sorgfältig. Wenn Sie einverstanden sind, klicken Sie bitte auf weiter. Falls nicht, drücken Sie die Enter-Taste des Geräts, um diese Anwendung zu schließen
fr: Merci de lire attentivement les termes d'utilisation et la politique de confidentialité. Si vous acceptez, merci de cocher la case. Si vous refusez, merci de presser le bouton de retour sur votre Smartphone pour sortir de l'application.
tr: Dikkatle kullanım şartlarını ve gizlilik politikasını okuyunuz. Eğer kabul ederseniz, onay kutusunu ve devam edin. Değilse, bu uygulamayı kapatmak için cihazınızın dönüş tuşuna basınız.

# PrivacyPolicyAgreeMessage
source: I agree with the above Terms.
de: Ich akzeptiere die oben genannten AGB's / Datenschutzbestimmungen.
fr: Je suis d'accord avec les Termes/Politique de confidentialité ci-dessus.
tr: Yukarıdaki şartları / Gizlilik Politikası katılıyorum.

# MaxImageSizeWarning
source: The application cannot print an image larger than %d MB. Please select other images.
de: Das Programm kann Bilder mit mehr als %d MB nicht drucken. Bitte wählen Sie andere Bilder aus
fr: L'application ne peur pas imprimer une image supérieure à %d MB. Merci de sélectionner d'autre images.
tr: Uygulama %d MB'den büyük görüntü’den baskı yapamaz. Başka görüntüleri seçiniz.

# CannotDownloadPhotoTitle
source: Cannot Download Photo
de: Laden des Fotos fehlgeschlagen
fr: Impossible de télécharger la photo
tr: Fotoğraf İndirilemiyor

# CannotDownloadPhotoMessage
source: There was an error downloading this photo from your iCloud Photo Library. Please try again later.
de: Beim Laden dieses Fotos von lhrer iCloud-Fotomediathek ist ein Fehler aufgetreten. Versuchen Sie es später erneut.
fr: Une erreur s'est produite lors du téléchargement de cette photo depuis vorte photothéque iCloud. Réessayez plus tard.
tr: Bu fotoğrafı iCloud Fotoğraf Arşivi'nizden indirmeyle ilgili bir hata oluştu. Lütfen daha sonra yeniden deneyin.

# FotolusioSystemConnection
source: Wi-Fi:%@
de: Ziel:%@
fr: Destination : %@
